package messages

const (
	Start                  = "سلام! ربات %s در خدمت شماست!\nبرای استفاده از امکانات، یکی از گزینه‌های زیر را انتخاب کنید."
	Stop                   = "خدانگهدار!"
	WifiCredentials        = "👤 نام کاربری: `%s`\n🔒 رمز عبور: `%s`"
	NoWifiCredentials      = "نام کاربری جدیدی وجود ندارد. لطفاً به مسئولین کافه اطلاع دهید."
	SendingWifiCredentials = "اطلاعات وای‌فای تا %d ثانیه دیگر برایتان ارسال می‌شود."
	NewUserNamesReceived   = "%d نام کاربری جدید دریافت شد."
	WifiButton             = "اطلاعات وای‌فای 📶"
	ContactInfoButton      = "اطلاعات تماس 📞"
	ContactInfo            = "🗺️ آدرس:\n%s\n\n ☎️ تلفن:\n%s"
)
